tap "hashicorp/tap"
tap "pouriyajamshidi/tap"
tap "romkatv/powerlevel10k"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "binutils"
brew "coreutils"
brew "diffutils"
brew "docker-compose"
brew "docutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "glab"
brew "gnupg"
brew "govc"
brew "gzip"
brew "helm"
brew "helmfile"
brew "htop"
brew "httping"
brew "iperf"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kubetail"
brew "kubie"
brew "less"
brew "mas"
brew "mtr"
brew "nmap"
brew "openfortivpn"
brew "podman"
brew "powerlevel10k"
brew "pv"
brew "shellharden"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "topgrade"
brew "trufflehog", link: false
brew "unzip"
brew "wget"
brew "ykman"
brew "yq"
brew "pouriyajamshidi/tap/tcping"
cask "airbuddy"
cask "appcleaner"
cask "applite"
cask "balenaetcher"
cask "bartender"
cask "beekeeper-studio"
cask "betterdisplay"
cask "brave-browser"
cask "chatbox"
cask "chatgpt-atlas"
cask "citrix-workspace"
cask "daisydisk"
cask "deepl"
cask "dockdoor"
cask "drawio"
cask "elgato-stream-deck"
cask "github"
cask "google-chrome"
cask "hoppscotch"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "jiggler"
cask "jordanbaird-ice"
cask "keka"
cask "latest"
cask "lens"
cask "little-snitch"
cask "logi-options+"
cask "loop"
cask "macupdater"
cask "micro-snitch"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "moneymoney"
cask "monitorcontrol"
cask "notebooks"
cask "obsidian"
cask "openlens"
cask "pdfify"
cask "podman-desktop"
cask "rancher"
cask "raycast"
cask "reminders-menubar"
cask "remote-desktop-manager"
cask "safari-technology-preview"
cask "secretive"
cask "setapp"
cask "signal"
cask "teamviewer"
cask "teamviewer-quicksupport"
cask "the-unarchiver"
cask "tresorit"
cask "tripmode"
cask "visual-studio-code"
cask "windows-app"
cask "xnapper"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
mas "Bumpr", id: 1166066070
mas "Desk Remote Control", id: 1509037746
mas "Fiery Feeds", id: 1158763303
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Luxafor", id: 1559879690
mas "Notebooks", id: 1449826029
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFify", id: 1435055351
mas "Ping", id: 1532271726
mas "Pixelmator Pro", id: 1289583905
mas "TestFlight", id: 899247664
mas "WattsConnected", id: 1639692859
mas "WireGuard", id: 1451685025
