tap "hashicorp/tap"
tap "homebrew/core"
tap "pouriyajamshidi/tap"
tap "romkatv/powerlevel10k"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "binutils"
brew "coreutils"
brew "diffutils"
brew "docker-compose"
brew "docutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "glab"
brew "gnupg"
brew "govc"
brew "gzip"
brew "helm"
brew "helmfile"
brew "htop"
brew "httping"
brew "iperf"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kubetail"
brew "kubie"
brew "less"
brew "mtr"
brew "nmap"
brew "powerlevel10k"
brew "pv"
brew "shellharden"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "unzip"
brew "wget"
brew "ykman"
brew "yq"
brew "pouriyajamshidi/tap/tcping"
cask "applite"
